Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# computers.version.outdated.detail
source: This Mac is running cmux %@. Update cmux on this Mac to %@ or later.
ar: يعمل جهاز Mac هذا بإصدار cmux %@. حدّث cmux على هذا الجهاز إلى %@ أو أحدث.
de: Auf diesem Mac läuft cmux %@. Aktualisieren Sie cmux auf diesem Mac auf %@ oder neuer.
es: Este Mac tiene cmux %@. Actualiza cmux en este Mac a %@ o posterior.
fr: Ce Mac exécute cmux %@. Mettez à jour cmux sur ce Mac vers %@ ou une version ultérieure.
ja: この Mac は cmux %@ を実行しています。この Mac の cmux を %@ 以降にアップデートしてください。
ko: 이 Mac은 cmux %@을(를) 실행 중입니다. 이 Mac의 cmux를 %@ 이상으로 업데이트하세요.
zh_hans: 此 Mac 正在运行 cmux %@。请将此 Mac 上的 cmux 更新至 %@ 或更高版本。
zh_hant: 此 Mac 正在執行 cmux %@。請將此 Mac 上的 cmux 更新至 %@ 或更新版本。

# mobile.connectionsUpdate.macUpdate.detail.official
source: Use cmux %@ or later on your Mac before connecting.
ar: يتحدث تحديث iPhone هذا عن بروتوكول اتصال جديد ولا يقترن إلا بجهاز Mac محدث. قم بتحديث cmux على جهاز Mac الخاص بك إلى %@ قبل الاتصال.
de: Dieses iPhone-Update spricht ein neues Verbindungsprotokoll und lässt sich nur mit einem aktualisierten Mac koppeln. Aktualisieren Sie cmux auf Ihrem Mac auf %@, bevor Sie eine Verbindung herstellen.
es: Esta actualización de iPhone utiliza un nuevo protocolo de conexión y solo se empareja con una Mac actualizada. Actualice cmux en su Mac a %@ antes de conectarse.
fr: Cette mise à jour de l'iPhone utilise un nouveau protocole de connexion et s'associe uniquement à un Mac mis à jour. Mettez à jour cmux sur votre Mac vers %@ avant de vous connecter.
ja: この iPhone アップデートは新しい接続プロトコルを使用し、アップデート済みの Mac としかペアリングできません。接続する前に、Mac の cmux を %@ にアップデートしてください。
ko: 이 iPhone 업데이트는 새로운 연결 프로토콜을 사용하며 업데이트된 Mac과만 페어링됩니다. 연결하기 전에 Mac의 cmux를 %@로 업데이트하세요.
zh_hans: 此 iPhone 更新采用新的连接协议，并且仅与更新的 Mac 配对。连接之前，将 Mac 上的 cmux 更新为 %@。
zh_hant: 此 iPhone 更新採用新的連接協議，並且僅與更新的 Mac 配對。在連接之前，將 Mac 上的 cmux 更新為 %@。

# mobile.computers.keepAwake.active
source: Keeping Mac awake
ar: إبقاء ماك مستيقظا
de: Hält Mac wach
es: Mantener a Mac despierto
fr: Garder Mac éveillé
ja: Macをスリープさせない設定が有効
ko: Mac을 깨우기
zh_hans: 让 Mac 保持清醒
zh_hant: 讓 Mac 保持清醒

# mobile.computers.keepAwake.keepAwake
source: Keep Awake
ar: ابق مستيقظا
de: Bleiben Sie wach
es: Desvelar
fr: Rester éveillé
ja: スリープさせない
ko: 깨어 있으라
zh_hans: 保持清醒
zh_hant: 保持清醒

# mobile.computers.keepAwake.letSleep
source: Let Sleep
ar: دع النوم
de: Lass schlafen
es: dejar dormir
fr: Laisser dormir
ja: スリープを許可
ko: 잠들자
zh_hans: 让我们睡觉吧
zh_hant: 讓我們睡吧

# mobile.settings.keepMacAwake.notConnected
source: Connect to this Mac to control Keep Mac Awake.
ar: قم بالاتصال بجهاز Mac هذا للتحكم في Keep Mac Awake.
de: Stellen Sie eine Verbindung zu diesem Mac her, um „Keep Mac Awake“ zu steuern.
es: Conéctese a esta Mac para controlar Keep Mac Awake.
fr: Connectez-vous à ce Mac pour contrôler Keep Mac Awake.
ja: 「Macをスリープさせない」を操作するには、このMacに接続してください。
ko: Keep Mac Awake를 제어하려면 이 Mac에 연결하세요.
zh_hans: 连接到此 Mac 以控制“保持 Mac 唤醒”。
zh_hant: 連接到此 Mac 以控制「保持 Mac 喚醒」。

# mobile.onboarding.connect.bodyWithMinVersionFormat
source: Use the same cmux account on both devices. Requires cmux %1$@ or newer on your Mac.
ar: استخدم حساب cmux نفسه على الجهازين. يتطلب cmux %1$@ أو أحدث على جهاز Mac.
de: Verwenden Sie auf beiden Geräten dasselbe cmux-Konto. Erfordert cmux %1$@ oder neuer auf Ihrem Mac.
es: Usa la misma cuenta de cmux en ambos dispositivos. Requiere cmux %1$@ o más reciente en tu Mac.
fr: Utilisez le même compte cmux sur les deux appareils. Nécessite cmux %1$@ ou une version plus récente sur votre Mac.
ja: 両方の端末で同じcmuxアカウントを使用してください。Mac版cmux %1$@以降が必要です。
ko: 두 기기에서 같은 cmux 계정을 사용하세요. Mac에 cmux %1$@ 이상이 필요합니다.
zh_hans: 在两台设备上使用同一个 cmux 账户。Mac 上需要 cmux %1$@ 或更高版本。
zh_hant: 在兩台裝置上使用同一個 cmux 帳號。Mac 上需要 cmux %1$@ 或更新版本。

# mobile.onboarding.connect.tailscaleBodyWithMinVersionFormat
source: Requires cmux %1$@ or newer on your Mac. Install Tailscale on both devices and join the same network, then scan the pairing code once.
ar: يتطلب cmux %1$@ أو أحدث على جهاز Mac. ثبّت Tailscale على الجهازين وانضم إلى الشبكة نفسها، ثم امسح رمز الاقتران مرة واحدة.
de: Erfordert cmux %1$@ oder neuer auf Ihrem Mac. Installieren Sie Tailscale auf beiden Geräten, treten Sie demselben Netzwerk bei und scannen Sie dann den Kopplungscode einmal.
es: Requiere cmux %1$@ o más reciente en tu Mac. Instala Tailscale en ambos dispositivos, únete a la misma red y luego escanea el código de emparejamiento una vez.
fr: Nécessite cmux %1$@ ou une version plus récente sur votre Mac. Installez Tailscale sur les deux appareils, rejoignez le même réseau, puis scannez le code de jumelage une fois.
ja: Mac版cmux %1$@以降が必要です。両方のデバイスにTailscaleをインストールして同じネットワークに参加し、ペアリングコードを一度スキャンしてください。
ko: Mac에 cmux %1$@ 이상이 필요합니다. 두 기기에 Tailscale을 설치하고 같은 네트워크에 참여한 다음 페어링 코드를 한 번 스캔하세요.
zh_hans: Mac 上需要 cmux %1$@ 或更高版本。在两台设备上安装 Tailscale 并加入同一个网络，然后扫描一次配对码。
zh_hant: Mac 上需要 cmux %1$@ 或更新版本。在兩台裝置上安裝 Tailscale 並加入同一個網路，然後掃描一次配對碼。

# mobile.pairing.macVersionTooOld.format
source: This Mac is running cmux %1$@. Update cmux on this Mac to %2$@ or newer to connect.
ar: يعمل جهاز Mac هذا بإصدار cmux %1$@. حدّث cmux على هذا الجهاز إلى %2$@ أو أحدث للاتصال.
de: Auf diesem Mac läuft cmux %1$@. Aktualisieren Sie cmux auf diesem Mac auf %2$@ oder neuer, um eine Verbindung herzustellen.
es: Este Mac tiene cmux %1$@. Actualiza cmux en este Mac a %2$@ o más reciente para conectarte.
fr: Ce Mac exécute cmux %1$@. Mettez à jour cmux sur ce Mac vers %2$@ ou une version plus récente pour vous connecter.
ja: このMacはcmux %1$@を実行しています。接続するには、このMacのcmuxを%2$@以降にアップデートしてください。
ko: 이 Mac은 cmux %1$@을(를) 실행 중입니다. 연결하려면 이 Mac의 cmux를 %2$@ 이상으로 업데이트하세요.
zh_hans: 此 Mac 正在运行 cmux %1$@。请将此 Mac 上的 cmux 更新至 %2$@ 或更高版本以进行连接。
zh_hant: 此 Mac 正在執行 cmux %1$@。請將此 Mac 上的 cmux 更新至 %2$@ 或更新版本以進行連線。

# mobile.pairing.macVersionTooOld.unknownFormat
source: This Mac is running an older version of cmux. Update cmux on this Mac to %1$@ or newer to connect.
ar: يعمل جهاز Mac هذا بإصدار أقدم من cmux. حدّث cmux على هذا الجهاز إلى %1$@ أو أحدث للاتصال.
de: Auf diesem Mac läuft eine ältere cmux-Version. Aktualisieren Sie cmux auf diesem Mac auf %1$@ oder neuer, um eine Verbindung herzustellen.
es: Este Mac tiene una versión antigua de cmux. Actualiza cmux en este Mac a %1$@ o más reciente para conectarte.
fr: Ce Mac exécute une ancienne version de cmux. Mettez à jour cmux sur ce Mac vers %1$@ ou une version plus récente pour vous connecter.
ja: このMacは古いバージョンのcmuxを実行しています。接続するには、このMacのcmuxを%1$@以降にアップデートしてください。
ko: 이 Mac은 이전 버전의 cmux를 실행 중입니다. 연결하려면 이 Mac의 cmux를 %1$@ 이상으로 업데이트하세요.
zh_hans: 此 Mac 正在运行较旧版本的 cmux。请将此 Mac 上的 cmux 更新至 %1$@ 或更高版本以进行连接。
zh_hant: 此 Mac 正在執行較舊版本的 cmux。請將此 Mac 上的 cmux 更新至 %1$@ 或更新版本以進行連線。

# mobile.pairing.macVersionTooOld.nightlyFormat
source: This Mac is running cmux %1$@. Update cmux on this Mac to Nightly %2$@ or later to connect.
ar: يعمل جهاز Mac هذا بإصدار cmux %1$@. حدّث cmux على هذا الجهاز إلى Nightly %2$@ أو أحدث للاتصال.
de: Auf diesem Mac läuft cmux %1$@. Aktualisieren Sie cmux auf diesem Mac auf Nightly %2$@ oder neuer, um eine Verbindung herzustellen.
es: Este Mac tiene cmux %1$@. Actualiza cmux en este Mac a Nightly %2$@ o posterior para conectarte.
fr: Ce Mac exécute cmux %1$@. Mettez à jour cmux sur ce Mac vers la Nightly %2$@ ou une version ultérieure pour vous connecter.
ja: このMacはcmux %1$@を実行しています。接続するには、このMacのcmux Nightlyを%2$@以降にアップデートしてください。
ko: 이 Mac은 cmux %1$@을(를) 실행 중입니다. 연결하려면 이 Mac의 cmux를 Nightly %2$@ 이상으로 업데이트하세요.
zh_hans: 此 Mac 正在运行 cmux %1$@。请将此 Mac 上的 cmux 更新至 Nightly %2$@ 或更高版本以进行连接。
zh_hant: 此 Mac 正在執行 cmux %1$@。請將此 Mac 上的 cmux 更新至 Nightly %2$@ 或更新版本以進行連線。

# mobile.pairing.guidance.macVersionTooOld
source: On the Mac, update cmux (cmux menu > Check for Updates, or download the latest from cmux.com). This computer reconnects automatically after the update.
ar: على جهاز Mac، حدّث cmux (قائمة cmux > التحقق من وجود تحديثات، أو نزّل أحدث إصدار من cmux.com). يعيد هذا الكمبيوتر الاتصال تلقائيًا بعد التحديث.
de: Aktualisieren Sie cmux auf dem Mac (Menü „cmux“ > „Nach Updates suchen“, oder laden Sie die neueste Version von cmux.com). Dieser Computer verbindet sich nach dem Update automatisch neu.
es: En el Mac, actualiza cmux (menú cmux > Buscar actualizaciones, o descarga la última versión desde cmux.com). Este ordenador se vuelve a conectar automáticamente tras la actualización.
fr: Sur le Mac, mettez à jour cmux (menu cmux > Rechercher des mises à jour, ou téléchargez la dernière version sur cmux.com). Cet ordinateur se reconnecte automatiquement après la mise à jour.
ja: Macでcmuxをアップデートしてください（cmuxメニュー > アップデートを確認、またはcmux.comから最新版をダウンロード）。アップデート後、このコンピュータには自動的に再接続します。
ko: Mac에서 cmux를 업데이트하세요(cmux 메뉴 > 업데이트 확인 또는 cmux.com에서 최신 버전 다운로드). 업데이트 후 이 컴퓨터는 자동으로 다시 연결됩니다.
zh_hans: 请在 Mac 上更新 cmux（cmux 菜单 > 检查更新，或从 cmux.com 下载最新版本）。更新后，这台电脑会自动重新连接。
zh_hant: 請在 Mac 上更新 cmux（cmux 選單 > 檢查更新，或從 cmux.com 下載最新版本）。更新後，這台電腦會自動重新連線。

# mobile.pairing.macVersionTooOld.nightlyUnknownFormat
source: This Mac needs a newer cmux Nightly. Update cmux on this Mac to %1$@ or later to connect.
ar: يحتاج جهاز Mac هذا إلى إصدار Nightly أحدث من cmux. حدّث cmux على هذا الجهاز إلى %1$@ أو أحدث للاتصال.
de: Dieser Mac benötigt eine neuere cmux Nightly. Aktualisieren Sie cmux auf diesem Mac auf %1$@ oder neuer, um eine Verbindung herzustellen.
es: Este Mac necesita una Nightly de cmux más reciente. Actualiza cmux en este Mac a %1$@ o posterior para conectarte.
fr: Ce Mac a besoin d’une Nightly cmux plus récente. Mettez à jour cmux sur ce Mac vers %1$@ ou une version ultérieure pour vous connecter.
ja: このMacのcmux Nightlyを%1$@以降にアップデートして接続してください。
ko: 이 Mac에는 최신 cmux Nightly가 필요합니다. 연결하려면 이 Mac의 cmux를 %1$@ 이상으로 업데이트하세요.
zh_hans: 此 Mac 需要更新版本的 cmux Nightly。请将此 Mac 上的 cmux 更新至 %1$@ 或更高版本以进行连接。
zh_hant: 此 Mac 需要更新版本的 cmux Nightly。請將此 Mac 上的 cmux 更新至 %1$@ 或更新版本以進行連線。

# mobile.push.tabUnavailable.title
source: Tab unavailable
ar: علامة التبويب غير متاحة
de: Registerkarte nicht verfügbar
es: Pestaña no disponible
fr: Onglet indisponible
ja: タブを利用できません
ko: 탭을 사용할 수 없음
zh_hans: 标签页不可用
zh_hant: 標籤頁無法使用

# mobile.push.tabUnavailable.message
source: This tab is no longer available on your Mac.
ar: لم تعد علامة التبويب هذه متاحة على جهاز Mac الخاص بك.
de: Diese Registerkarte ist auf Ihrem Mac nicht mehr verfügbar.
es: Esta pestaña ya no está disponible en tu Mac.
fr: Cet onglet n’est plus disponible sur votre Mac.
ja: このタブは Mac で利用できなくなりました。
ko: Mac에서 이 탭을 더 이상 사용할 수 없습니다.
zh_hans: 此标签页已无法在你的 Mac 上使用。
zh_hant: 此標籤頁已無法在您的 Mac 上使用。

# mobile.push.connectionUnavailable.title
source: Waiting for your Mac
ar: في انتظار جهاز Mac الخاص بك
de: Auf Ihren Mac warten
es: Esperando tu Mac
fr: En attente de votre Mac
ja: Mac を待機中
ko: Mac을 기다리는 중
zh_hans: 等待你的 Mac
zh_hant: 等待您的 Mac

# mobile.push.connectionUnavailable.message
source: This notification will open when your Mac reconnects.
ar: سيفتح هذا الإشعار عند إعادة اتصال جهاز Mac الخاص بك.
de: Diese Benachrichtigung wird geöffnet, sobald Ihr Mac wieder verbunden ist.
es: Esta notificación se abrirá cuando tu Mac vuelva a conectarse.
fr: Cette notification s’ouvrira lorsque votre Mac se reconnectera.
ja: Mac が再接続すると、この通知が開きます。
ko: Mac이 다시 연결되면 이 알림이 열립니다.
zh_hans: Mac 重新连接后，此通知会打开。
zh_hant: Mac 重新連線後，這則通知會開啟。

# mobile.push.connectionUnavailable.retry
source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 再試一次

# mobile.push.connectionUnavailable.cancel
source: Dismiss
ar: إغلاق
de: Schließen
es: Descartar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# mobile.push.preview.ready
source: Ready for a notification tap
ar: جاهز للنقر على إشعار
de: Bereit für einen Benachrichtigungstipp
es: Listo para tocar una notificación
fr: Prêt pour une notification
ja: 通知タップの準備完了
ko: 알림 탭 준비 완료
zh_hans: 准备接收通知点击
zh_hant: 準備接收通知點按

# mobile.push.preview.title
source: Notification tab navigation
ar: التنقل من الإشعار
de: Navigation über Benachrichtigung
es: Navegación desde la notificación
fr: Navigation par notification
ja: 通知タップの移動
ko: 알림 탭 탐색
zh_hans: 通知标签页导航
zh_hant: 通知標籤頁導覽

# mobile.push.preview.tapConnected
source: Tap notification for Notes
ar: اضغط على إشعار Notes
de: Benachrichtigung für „Notes“ tippen
es: Toca la notificación de Notes
fr: Touchez la notification de Notes
ja: ターミナル「Notes」の通知をタップ
ko: Notes 알림 탭하기
zh_hans: 点击 Notes 的通知
zh_hant: 點按 Notes 的通知

# mobile.push.preview.waiting
source: Waiting for the Mac connection…
ar: في انتظار اتصال Mac…
de: Warten auf die Mac-Verbindung…
es: Esperando la conexión del Mac…
fr: En attente de la connexion Mac…
ja: Mac 接続を待機中…
ko: Mac 연결 대기 중…
zh_hans: 正在等待 Mac 连接…
zh_hant: 正在等待 Mac 連線…

# mobile.push.preview.reconnect
source: Reconnect Mac
ar: إعادة اتصال Mac
de: Mac erneut verbinden
es: Volver a conectar el Mac
fr: Reconnecter le Mac
ja: Mac に再接続
ko: Mac 다시 연결
zh_hans: 重新连接 Mac
zh_hant: 重新連線 Mac

# mobile.push.preview.connected
source: Mac connection active
ar: اتصال Mac نشط
de: Mac-Verbindung aktiv
es: Conexión del Mac activa
fr: Connexion Mac active
ja: Mac 接続が有効
ko: Mac 연결 활성화됨
zh_hans: Mac 连接已激活
zh_hant: Mac 連線已啟用

# mobile.push.preview.tapMissing
source: Tap notification for closed tab
ar: اضغط على إشعار علامة تبويب مغلقة
de: Benachrichtigung für geschlossene Registerkarte tippen
es: Toca la notificación de la pestaña cerrada
fr: Touchez la notification d’un onglet fermé
ja: 閉じたタブの通知をタップ
ko: 닫힌 탭 알림 탭하기
zh_hans: 点击已关闭标签页的通知
zh_hant: 點按已關閉標籤頁的通知

# mobile.push.preview.missing
source: The notification targets a closed tab
ar: الإشعار يستهدف علامة تبويب مغلقة
de: Die Benachrichtigung betrifft eine geschlossene Registerkarte
es: La notificación apunta a una pestaña cerrada
fr: La notification cible un onglet fermé
ja: 通知の対象タブは閉じています
ko: 알림이 닫힌 탭을 가리킴
zh_hans: 通知指向已关闭的标签页
zh_hant: 通知指向已關閉的標籤頁

# mobile.computers.build.rc
source: RC
es: radiocontrol

# mobile.terminal.action.pageDown
source: PgDn
es: AvPág
zh_hans: 前列腺素
zh_hant: 前列腺素

# terminal.input_accessory.title.pageDown
source: PgDn
es: AvPág
zh_hans: 前列腺素
zh_hant: 前列腺素

# mobile.hideComputersVerifier.allHidden
source: allHidden=
es: todo oculto =
fr: toutCaché=
ko: 모두숨김=
zh_hans: 全部隐藏=
zh_hant: 全部隱藏=

# mobile.hideComputersVerifier.halfRemainingPresent
source: halfRemainingPresent=
es: medioPresenteRemanente=
zh_hans: 剩余一半=
zh_hant: 剩餘一半=

# mobile.hideComputersVerifier.halfHiddenAbsent
source: halfHiddenAbsent=
es: medioOcultoAusente=
fr: moitiéHiddenAbsent=
zh_hans: 半隐藏缺席=
zh_hant: 半隱藏缺席=

# mobile.hideComputersVerifier.refreshPreservedEmptyList
source: refreshPreservedEmptyList=
es: actualizarPreservedEmptyList=
fr: rafraîchirPreservedEmptyList=
ko: 새로고침PreservedEmptyList=
zh_hans: 刷新PreservedEmptyList=
zh_hant: 刷新PreservedEmptyList=

# mobile.hideComputersVerifier.refreshPreservedHalfList
source: refreshPreservedHalfList=
es: actualizarPreservedHalfList=
fr: rafraîchirPreservedHalfList=
ko: 새로고침PreservedHalfList=
zh_hans: 刷新PreservedHalfList=
zh_hant: 刷新PreservedHalfList=

# mobile.workspace.preview.daysCompactFormat
source: %dd
ja: %d日

# mobile.workspace.preview.hoursCompactFormat
source: %dh
ja: %d時間

# mobile.workspace.preview.minutesCompactFormat
source: %dm
ja: %d分

# mobile.settings.activeTransport.websocket
source: WebSocket
ko: 웹소켓

# mobile.connections.method.websocket
source: WebSocket
ko: 웹소켓

# mobile.signIn.title
source: cmux
zh_hans: 多路复用器
zh_hant: 多路復用器

# push.generic.title
source: cmux
zh_hans: 多路复用器
zh_hant: 多路復用器
